benchmark_result/bench_result_hadware_evol/fio/xen_4_11_1_3/vm9/fio_result/round8/seq_read_throughput
seq_read_throughput: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
...
fio-3.1
Starting 4 processes

seq_read_throughput: (groupid=0, jobs=4): err= 0: pid=15298: Sat Jun  1 14:23:11 2024
   read: IOPS=2344, BW=2349MiB/s (2463MB/s)(138GiB/60020msec)
    slat (usec): min=66, max=22568, avg=1657.93, stdev=1365.56
    clat (usec): min=943, max=192578, avg=107382.26, stdev=18202.58
     lat (msec): min=4, max=193, avg=109.05, stdev=18.37
    clat percentiles (msec):
     |  1.00th=[   64],  5.00th=[   78], 10.00th=[   85], 20.00th=[   93],
     | 30.00th=[   99], 40.00th=[  104], 50.00th=[  108], 60.00th=[  113],
     | 70.00th=[  117], 80.00th=[  123], 90.00th=[  131], 95.00th=[  138],
     | 99.00th=[  148], 99.50th=[  153], 99.90th=[  163], 99.95th=[  169],
     | 99.99th=[  184]
   bw (  KiB/s): min=482979, max=772673, per=25.16%, avg=605168.47, stdev=51420.69, samples=480
   iops        : min=  471, max=  754, avg=590.59, stdev=50.18, samples=480
  lat (usec)   : 1000=0.01%
  lat (msec)   : 4=0.01%, 10=0.01%, 20=0.02%, 50=0.06%, 100=33.56%
  lat (msec)   : 250=66.54%
  cpu          : usr=2.00%, sys=18.20%, ctx=225023, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=103.1%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=140742,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=2349MiB/s (2463MB/s), 2349MiB/s-2349MiB/s (2463MB/s-2463MB/s), io=138GiB (148GB), run=60020-60020msec

Disk stats (read/write):
  xvda: ios=1162338/13, merge=0/10, ticks=3718704/44, in_queue=3659132, util=99.90%